{
  "sections": {
    "main": {
      "type": "page-makers",
      "settings": {
      }
    },
    "texture": {
      "type": "texture",
      "blocks": {
        "aa2e7523-e0ce-464a-a7f8-8a16751c1955": {
          "type": "image",
          "settings": {
          }
        }
      },
      "block_order": [
        "aa2e7523-e0ce-464a-a7f8-8a16751c1955"
      ],
      "settings": {
      }
    },
    "banner": {
      "type": "banner",
      "blocks": {
        "8c27847f-74a7-4368-a131-93e1f8d0a541": {
          "type": "textarea",
          "settings": {
            "bannerHeading": "",
            "bannerText": "In a world that’s changing so dramatically and traditions are fast disappearing we are proud to be able to play a small role in promoting traditional crafts and artisans."
          }
        },
        "0fddc644-fd3f-48d3-ad34-996f377c0adc": {
          "type": "textarea",
          "settings": {
            "bannerHeading": "",
            "bannerText": "Most of our makers work within longstanding family businesses where traditional techniques have been passed down from one generation to another or within Co-operatives who are working hard to safe guard these often dying or vulnerable crafts."
          }
        }
      },
      "block_order": [
        "8c27847f-74a7-4368-a131-93e1f8d0a541",
        "0fddc644-fd3f-48d3-ad34-996f377c0adc"
      ],
      "settings": {
      }
    },
    "maker": {
      "type": "maker",
      "blocks": {
        "4737ea39-50aa-4955-995f-8e49c1d6c5d6": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/Mexican_Pedal_Loom_Weaving.jpg",
            "maker_name": "Mexican Pedal Loom Weaving",
            "maker_description": "Jolom Mayaetik is the most incredible women’s cooperative in Chiapas, producing the high quality woven products using the pedal loom technique. Don Marco, an expert in his field teaches many woman the art of Pedal loom weaving, a technique brought over by the Spanish Conquistadors."
          }
        },
        "ad43cb36-bcfc-45a1-bc5d-95d325473a73": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/Mexican_Back_Strap_Loom_Weaving.jpg",
            "maker_name": "Mexican Backstrap Loom Weaving",
            "maker_description": "Jolom Mayaetik, a women’s cooperative in Chiapas also work with many women in rural communities. Indigenous woman have inherited the ancient technique of back strap weaving from their mothers and grandmothers as a way of making clothes. Until very recently traditional costume was worn by all Mexican communities and so most woman were practised in the technique. Now, with mass produced clothes being readily available the tradition is dying out.\n\nJolom Mayaetik ensures that the tradition is allowed to continue and travels to many remote communities to pick up weaving commissions or pieces to sell in their shop. We are determined to continue commissioning back strap weaving from these communities who are immensely proud of this ancient tradition and of the work they produce today."
          }
        },
        "7cb848b7-adcf-495f-8d45-6f9fb09f0f39": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/Mexican_Tin_makers.jpg",
            "maker_name": "Mexican Tin Makers",
            "maker_description": "We work directly with Tin makers, Aida and Cristino, a husband and wife team that have worked in this particular Mexican folk art all their lives. Hojalata (tin art work) is one of the least known, most versatile, and most beautiful expressions of Mexican folk art.\n\nSince the 1500’s, this humble metal has been shaped, stamped, punched, painted and cut into a wide variety of decorative and functional artwork. Each Christmas we commission new designs of Christmas Tree decorations and have recently commissioned a small collection of tin mirrors."
          }
        },
        "0b578d5d-20e2-4eab-b7e7-06a0be05f38d": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/OUR_MAKERS_image.jpg",
            "maker_name": "Mexican Otomi Embroidery",
            "maker_description": "We are so proud to work with a women’s embroidery cooperative in Tenangos, Mexico. High up in the mountains a group of woman from the Otomi tribe have set up a women’s co-operative. Working together they set their own prices and decide as a group what work they want to take on and how it will be shared between the community. Larger pieces can take months to hand embroider and we always look forward to seeing the new developments in designs.\n\nOtomi embroidery is a relatively new folk tradition, but a living and changing one. Started in the 1960’s in response to a drought and the need to fill the financial void the community has made this craft into a contemporary art form."
          }
        },
        "3f65ad26-0e1d-450c-809a-185da5ee0eab": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/British_Blown_Glass.png",
            "maker_name": "English Glass Blowing",
            "maker_description": "Emsie works from her studio,”The Cow Shed” in Child Okeford, Dorset. She designs and makes colourful tableware both modern and traditional using full lead crystal glass. Her passion is for producing wineglasses which she learnt whilst working in Venice on the island of Murano.\n\nWe have worked together to create a collection of beautiful speckled glasses and lamp bases exclusive to Montes & Clark."
          }
        },
        "897e8100-58b3-4357-8c06-b23d2eaf079e": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/Ghanaian_Basket_Weavers.jpg",
            "maker_name": "Ghanain Basket Weaving",
            "maker_description": "Supporting 49 Basket weaving communities in the Bolatanga Region of Ghana, Tradeaid Integrated provides support to the women weavers so they can sell their baskets at a fair market price. They also provide a ‘Straw Bank” buying the straw in bulk at opportune times to keep prices down for the communities who may not be able to afford the cost of buying in small quantities.\n\nWe often work closely with the makers to create bespoke colour ways of mats and baskets. Other training is also provided to the women to teach the communities new skills including product development, book keeping and marketing."
          }
        },
        "056cf174-efe5-40cc-af98-66adf9f27d64": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/Accessories40.jpg",
            "maker_name": "Mexican Mat Weavers",
            "maker_description": "Our Grass Mats are woven in a family run business headed up by Senorita Patricia. We came across this supplier when scouring the markets in Mexico City – the vibrant and wonderful colours of their grass crafts catching our eye.\n\nWe have loved working with them over the years and adding new colours and designs to our collection."
          }
        },
        "0996eb79-5183-4629-a319-464f4d12b4cb": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/Maasai_Sustainable_Leather_makers.jpg",
            "maker_name": "Massai Leatherwork",
            "maker_description": "Sustainable Maasai Leather is a social business that focuses on sustainable development. Led by Maasai women for the production of leather handicrafts tanned with strictly natural products, no chemicals are used. Maasai culture has strong leather traditions, however, they have been lost over the years, being replaced by low quality imported products.\n\nThis wonderful business enhances the manual skills of pastoralist women which is so important to people’s livelihoods, as well as transforming a waste product into a resource that combines tradition and innovation."
          }
        },
        "f2a5a593-b0a8-46fe-aa28-9d7297b17d0c": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/Indian_Painted_Textiles.jpg",
            "maker_name": "Indian Painted Textiles",
            "maker_description": "Made in Gujurat by a community craft platform set up to maintain the crafts, heritage and cultural ecology of the area, this particular technique of painting on fabric uses thick brightly coloured paint made with castor seed oil. Artisans place a small amount of this paint paste into their palm and using a metal rod carefully apply patterns and motifs onto the fabric before it is left to dry in the sun."
          }
        },
        "ec9bc89e-cd68-44d1-853e-b3e7efc886fc": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/Mexican_Paper_cutter.jpg",
            "maker_name": "Mexican Paper Cutter",
            "maker_description": "Sergio is one of Mexico’s finest paper cutting artists and works with us to design and cut our own ranges of paper cut bunting as well as bespoke commissions for weddings and events. His tools of the trade are chisels and a hammer and he is so proficient at this art form that he often works just by eye."
          }
        },
        "37b6eeea-8e03-442d-a408-f70e9ee38247": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/Italian_Ceramicist.jpg",
            "maker_name": "Italian Ceramicists",
            "maker_description": "Our Italian plates and bowls are designed and made by a family run ceramics workshop in Southern Puglia which dates back 18 generations. They still use the same age old techniques in their historic studio which has 15 kilns, 12 master potters some of whom also turn, finish and model the products, 2 Kilnsmen, 4 decorators. The potters still shape the clay by hand, some with the use of moulds before they are laid out to dry on long racks in the vast workshop. After cooling they are glazed and then painted by hand before firing for a second time."
          }
        },
        "f4abdae8-e2a5-40e2-953f-924125da6b19": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/French_Kitchen_Pottery_Makers.jpg",
            "maker_name": "French Ceramicists",
            "maker_description": "Our gratin and cassoulet dishes have been made in the same family run workshop in Southern France for over 140 years. Three generations of know-how has been handed down from father to son and their story and commitment to their family history has led them to be awarded the “Living Heritage Company” status, a label of recognition awarded to distinguished craftsmanship and expertise in their field.\n\nThe Pots are all thrown using clay surrounding the studio on potter’s wheels dating from 1830 and glazed using limited colours that are both natural and food safe, including iron oxide for yellow, manganese for the chestnut colour and copper for green. Firing still happens in the original wood-fired kiln."
          }
        },
        "b098cd58-bdf1-442f-83cb-22ac1d8a6606": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/Xmas_Accessories_21_-_Copy.jpg",
            "maker_name": "Applique Narrative Hangings",
            "maker_description": "The artisans of Kutch first experimented with this more personal narrative form of embroidery for two exhibitions following the Indian earthquake of 2001. The pieces are not seen as a substitute for traditional art, but an addition to it, valued in a very different way, the pieces holding a place of pride in the hearts and minds of the artists. Since then this new artform has developed as the artists embarked on an extraordinary journey of self expression, gaining confidence and maturity. Each cultural group invented a unique stylistic form, in which each artisan developed a personal style. Once they had a means to express, they found they had a lot to say. Themes vary widely – from ostensibly simple events like a wedding in the family to complex ideas like the settling down of a nomadic people. Much like a painter or a sculptor, each artist’s involvement with her work is complete and each piece is characterized by the artist’s own inimitable worldview."
          }
        },
        "774301b6-6093-4867-a83b-5d437d102c96": {
          "type": "maker",
          "settings": {
            "maker_image": "shopify:\/\/shop_images\/tbig02_9ee6d04a-ad2c-484e-b6c0-afdd9ca58181.jpg",
            "maker_name": "The Artisans of Kutch",
            "maker_description": "From them we buy incredible patchwork board games and quilts, hand embroidered draw-sting bags and applique wall-hangings. We just couldn't resist buying from this fantastic craft community, now set up as a Trust that aims to preserve traditional arts of the region by making them culturally and economically viable. Trust activities are artisan driven and focus on income generation, preventative health care, basic education, and group savings."
          }
        }
      },
      "block_order": [
        "4737ea39-50aa-4955-995f-8e49c1d6c5d6",
        "ad43cb36-bcfc-45a1-bc5d-95d325473a73",
        "7cb848b7-adcf-495f-8d45-6f9fb09f0f39",
        "0b578d5d-20e2-4eab-b7e7-06a0be05f38d",
        "3f65ad26-0e1d-450c-809a-185da5ee0eab",
        "897e8100-58b3-4357-8c06-b23d2eaf079e",
        "056cf174-efe5-40cc-af98-66adf9f27d64",
        "0996eb79-5183-4629-a319-464f4d12b4cb",
        "f2a5a593-b0a8-46fe-aa28-9d7297b17d0c",
        "ec9bc89e-cd68-44d1-853e-b3e7efc886fc",
        "37b6eeea-8e03-442d-a408-f70e9ee38247",
        "f4abdae8-e2a5-40e2-953f-924125da6b19",
        "b098cd58-bdf1-442f-83cb-22ac1d8a6606",
        "774301b6-6093-4867-a83b-5d437d102c96"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "texture",
    "banner",
    "maker"
  ]
}
